/* Emoticon name */
"Angel" = "Enkeli";

/* Emoticon name */
"Angry" = "Vihainen";

/* Emoticon name */
"Baring Teeth" = "Hampaat irveessä";

/* Emoticon name */
"Blush" = "Punastunut";

/* Emoticon name */
"Confused" = "Hämmentynyt";

/* Emoticon name */
"Cool" = "Cool";

/* Emoticon name */
"Cry" = "Itkeä";

/* Emoticon name */
"Crying" = "Itkevä";

/* Emoticon name */
"Disappointed" = "Pettynyt";

/* Emoticon name */
"Don't Tell Anyone" = "Älä kerro kenellekään";

/* Emoticon name */
"Embarrassed" = "Nolostunut";

/* Emoticon name */
"Erm" = "Hämmentynyt";

/* Emoticon name */
"Foot In Mouth" = "Tahditon";

/* Emoticon name */
"Frown" = "Paheksuva";

/* Emoticon name */
"Gasp" = "Hämmästynyt";

/* Emoticon name */
"Grin" = "Virnistävä";

/* Emoticon name */
"Halo" = "Pyhimys";

/* Emoticon name */
"Happy" = "Iloinen";

/* Emoticon name */
"Heart" = "Sydän";

/* Emoticon name */
"I Don't Know" = "En tiedä";

/* Emoticon name */
"Kiss" = "Suudelma";

/* Emoticon name */
"Lips Are Sealed" = "Huulensa sinetöinyt";

/* Emoticon name */
"Money-mouth" = "Kuolaa rahan perään";

/* Emoticon name */
"Nerd" = "Nörtti";

/* Emoticon name */
"Open Mouthed" = "Leveä hymy";

/* Emoticon name */
"Party" = "Juhliva";

/* Emoticon name */
"Sad" = "Surullinen";

/* Emoticon name */
"Sarcastic" = "Sarkastinen";

/* Emoticon name */
"Scared" = "Peloissaan";

/* Emoticon name */
"Sick" = "Voi pahoin";

/* Emoticon name */
"Sleepy" = "Uninen";

/* Emoticon name */
"Smile" = "Hymyilevä";

/* Emoticon name */
"Star" = "Tähti";

/* Emoticon name */
"Sticking Out Tongue" = "Kieltä näyttävä";

/* Emoticon name */
"Surprised" = "Yllättynyt";

/* Emoticon name */
"Thinking" = "Mietteliäs";

/* Emoticon name */
"Tongue Out" = "Kieltä näyttävä";

/* Emoticon name */
"Undecided" = "Päättämätön";

/* Emoticon name */
"Wink" = "Silmää iskevä";